<?php

namespace Database\Seeders;



class SeederData
{

    public static $imageName = ['156e3cf5-761c-4e23-a514-7fbbbab343c3.jpg', '4279180a-b1a9-4ca2-9c6a-8b8715fbac86.jpg', 'e2319120-e153-4c60-ac82-3b2153c64097.jpg', 'd0f28ba6-e8b7-4d6a-bdd1-a3a4126b0221.jpg', 'cf7e3a49-d707-49b8-8251-77436c116acd.jpg', '6c5b1ee0-40ec-4b5a-befc-42b100446268.jpg', 'c7e3a7ae-3d05-41de-a927-f90e65531885.jpg', 'bcdd6636-f491-4be0-b699-63239924f965.jpg', 'c620ddfd-6e48-4d53-b4a9-54e4a4c4b85d.jpg', '0fea132e-247d-4465-a31a-43e4714affdc.jpg', '9f5080b5-3288-4c9f-9ffe-1853094e4910.jpg', 'a3019a99-3eec-435f-b7af-d9cf3143cd5f.jpg', '2f022952-12a0-4800-810e-d5e1e37fd012.jpg', '76927b56-cebc-45fa-8146-b53cb0d890de.jpg', 'fea349a3-aefa-412c-b6ea-d33e58cd99f7.jpg', '264f71d9-273a-41ce-bc29-47faf0784f2c.jpg', '80e043df-9a87-4347-a437-de69ade44e51.jpg', '6438f293-036b-441e-a887-746aefad70f6.jpg', 'b338a067-ddc9-4d25-b9e2-34b962bdaf12.jpg', '902cd204-8115-494c-a690-efcbd1f46cee.jpg', '6ade0481-bbed-453e-a919-c4bc978e33bc.jpg', 'd3df2900-ade8-46c2-9ae4-91f520569d0e.jpg', 'cabb45f0-3eba-47ef-aef9-106c300dd065.jpg', 'b956ddcb-ba4b-4dba-b530-0bd5f9e9fa39.jpg', '33811fab-d2fe-472c-890b-2b294e18e156.jpg', 'ec54e123-6844-4696-937f-d4b8cd3ac468.jpg', '8a2e7448-2d05-4553-a7a8-2dcd79d49c6d.jpg', '29ad81c5-c859-4917-acde-758ef443a810.jpg', '7a43d600-e5b5-4f15-9c08-069e0025c50b.jpg', 'fe29eb37-791b-4d90-a39b-3fbd90355af8.jpg', 'cc406251-aa70-4998-9f90-94a0d83a7bc7.jpg', '310ead5c-183b-4c19-8f60-261e41d9fc87.jpg', 'b1e23f6f-4486-4727-bc0c-bf8a2dc55430.jpg', '218790fd-1eb4-4c6c-b17d-574e8cb43468.jpg', 'cbea9040-facb-46ed-af9f-6c97ef90ebbc.jpg', 'c032d962-519f-4311-bd3f-e336da8b22ef.jpg', '9a17fb85-4488-4e6e-bc15-91402c164293.jpg', '18489527-dfdd-4b92-a7ae-1e8fb609748e.jpg', '1c172f71-e93e-4649-b203-f0f5fe1a7abf.jpg', '5c53f407-8113-4148-9c93-4ad415ca5fc6.jpg', '8058b804-f4c4-45be-bb46-c5d0fea16057.jpg', 'fe107359-fc8b-47cb-a7b3-57e72c67b6ee.jpg', '5b0d5d55-d6a0-4b83-a4b3-edbc2857fe11.jpg', 'bd0d7bb8-f1ae-4b6b-b8c4-e7cb819f341f.jpg', 'd25380e7-b822-4355-8704-e68363a803d6.jpg', '92f6e26b-f7f7-4307-bf08-269970a06a59.jpg', '61086e43-b16f-4d1d-a2d0-184ce89ec74a.jpg', 'a0a19a48-b75a-4777-820e-281369a2bf2a.jpg', '861c8374-f3d2-4553-b19b-ff2a8339f2af.jpg', 'c4def059-83e4-4c1a-8210-11b2c8d48d86.jpg', 'fdf2dbc2-df71-42b0-a40d-6c67502b6e1f.jpg', 'd5940890-4f74-4484-949a-1ce01b5282a5.jpg', '1deb91bb-361b-4a58-8a3f-80602f084f68.jpg', '967798e3-c12f-4a80-a4f6-fff9a16e7ddb.jpg', 'd468fea2-9392-45df-bf2a-4d286b985cdf.jpg', '938c30cf-c5d4-4a5b-b58c-e71e5b0adf1d.jpg', 'bdfbeb71-1361-40de-9731-39b57f7c7471.jpg', 'e746746e-f112-4903-847d-58efacd9ab22.jpg', '39ac85cd-cba6-431e-a63d-7d7cf57567c9.jpg', 'a949097a-4fcc-4e2b-983b-e43235532d2f.jpg', '1825a448-b6ca-40a8-8655-8a5ee3105a4a.jpg', 'e014c42e-7ddd-43e4-b96a-8084d78d8c73.jpg', '221aad13-4ddc-4e00-a173-baba062a57d0.jpg', '62cefdec-a7a2-4f98-92e5-c2f984d47f6e.jpg', '9bed2ea7-a6fc-4619-acb9-49e05ecb3668.jpg', 'cab75067-e601-4eda-a69a-8e5fbc1d1757.jpg', 'b2ba2b2f-a487-4738-a205-51d4a1029309.jpg', '0ee5333a-0024-4381-85a6-6145ca9d4032.jpg', '3429a307-78ac-4bcf-8d6a-6cbfe00c26d5.jpg', '16c0c576-b98d-4070-a003-74afb958f45e.jpg', '7bee2c8c-788a-4653-97f9-2b57ea981794.jpg', 'da8fe7b1-4a6d-4afe-8586-caf5ec2928da.jpg', '6387fa29-23b0-4fae-b780-56d7798c7d26.jpg', 'd380b881-924d-43b2-82c1-0ddc84fdaed4.jpg', '90ee56dd-97c1-49d1-a171-89e87bc24f78.jpg', 'bb6e1625-d1c6-43a6-81bf-536311626635.jpg', '08350689-7efe-4630-87d7-947b01d6314e.jpg', '7b27c4c5-5f5d-4cc6-af4a-8daea2c36f68.jpg', '8460a30c-8fb6-46a3-8dd8-c1a5ad59440c.jpg', '1ff8c222-ec21-41e8-95f1-c2e84f9526f4.jpg', '3339275e-41ad-4698-9ba5-75db3b29d9e5.jpg', '6c7fa593-ebed-4bbb-ac5c-9b77268ec485.jpg', 'aabfad4f-bfc0-418b-b7c5-3b35b93817d1.jpg', 'ced418e5-d0cf-466d-bcca-5cb633d90e01.jpg', 'fc33d94c-48ae-434d-852b-aa7566cd2072.jpg', '9bef1b02-f863-46f0-a4d6-1ab388d35faf.jpg', '6308c605-d911-4825-b68f-dfa437675c10.jpg', '9372082b-7bfb-4789-bacc-96e035a3d635.jpg', '6c42f464-e56c-40c2-bd83-7028b9711f9c.jpg', 'b6632cbb-68de-431e-9dc0-e281538193e9.jpg', '8154c0ab-5ca1-4a18-a50d-3b8e02b12da3.jpg', '04dd0190-c7a4-4df9-9ce2-7344c14ecdf7.jpg', '075fc7ce-f5d0-4487-84c6-2d7eaa8640de.jpg', '6783202f-49d9-4044-8d5d-a58a5ee1c03a.jpg', '3299d2b3-6969-46f6-b2ea-d3f5adee6288.jpg', '5c489b52-e8d6-4110-8133-87692c3d14b2.jpg', 'a00bb65a-c81d-4e01-bd98-34931ef4024f.jpg', '0455831c-7bc3-445b-8bd4-b4fddde9a8cf.jpg', '65f8cac7-c4de-4af2-b751-01dd5c3a111b.jpg', 'e10a3f34-039f-466b-b6b8-cb378c3f91be.jpg', '779eb307-2109-4821-b506-36cb8864b3b3.jpg', 'fc1cc838-6703-42ad-baea-5cde96100eee.jpg', '626d7f5c-bdb1-4920-94d6-9a5c40fb1920.jpg', 'f84d2bbc-3013-418d-a1fe-a8c6c733e725.jpg', '2e79deda-f922-4227-9719-d7758d5944ae.jpg', '1046e8d2-15b5-4c1f-8eec-59c8e78f412b.jpg', 'b9f11902-299e-44cb-9e2b-ea04e2eea533.jpg', '0583b50e-3f47-4d11-944d-28fef63606f6.jpg', '371c1621-61fa-486a-bb83-13c5f43f092d.jpg', '1cc4c261-c181-4415-b05a-2a1ee9324977.jpg', '35be6378-dfc8-4d16-81c9-acfebeb1fecc.jpg', 'e789774f-7926-4730-abbd-166f5198b642.jpg', '0addabfc-8f99-4ebd-8ed2-26d81702640e.jpg', '07a8d4fa-9c50-4e04-98bb-2191bdeb7a57.jpg', 'e3ff01a6-37be-486c-b3b6-47022232e993.jpg', 'e1d6bf51-fbe9-476c-b4c4-e93ccc8bb68f.jpg', 'd0ae6db2-9848-457a-8165-25e17495c481.jpg', 'd975530c-93cf-4753-8409-c7ef6175020c.jpg', 'c83a0105-a3cd-4fc4-8cc7-20b9054fa436.jpg', 'd5ce00ca-26f2-4211-84bf-d81d0a7126db.jpg', '3e923952-5b42-4adf-a6f8-68df44c1c766.jpg', '2b18caf3-f6f9-414c-aaea-e21b734e772a.jpg', 'b428d6a5-3259-4539-92f0-24ca68bbac45.jpg', 'd47fa1f1-37a2-448f-a966-ef3c453959dc.jpg', '53dcb721-113d-40e9-99e3-8fdcf7e681a2.jpg', '408c11c3-084b-4ffd-aad9-4a4f9651f676.jpg', '72414c13-7fd8-48a2-ae88-7d24082131c5.jpg', '41f2bf31-ce1a-4c28-8089-545f2858aea7.jpg', '70320f6b-fef2-45a4-b48e-9fcbe52ba76a.jpg', 'ddf8e82e-7f98-4443-919d-cfa8e8f2d103.jpg', 'efbe4849-347a-402a-8608-93b31a9ecd4c.jpg', 'a13973c9-5dff-41eb-9402-7a5fd9708707.jpg', 'ba032557-773f-4441-a307-37cb9fd7761d.jpg'];

    public static $arabicCategories = [
        "إدارة البريد الإلكتروني ", // Email management
        "التنسيق والجدولة ", // Coordination and scheduling
        "تحرير وتدقيق المستندات ", // Editing and proofreading documents
        "إدخال البيانات ", // Data entry
        "إعداد التقارير والعروض التقديمية ", // Preparing reports and presentations
        "خدمة العملاء ", // Customer service
        "إدارة المشاريع ", // Project management
        "حضور الاجتماعات والمؤتمرات ", // Attending meetings and conferences
        "تنظيم الفعاليات ", // Event organization
        "المهام الإدارية العامة ", // General administrative tasks
    ];

 public static $payment = [
        "فاتورة", "تحويل بنكي", "عند التسليم", "كاش "
 
 ];
 public static $citys = [
        " الخرج | Al-Kharag",
        "الدوادمي | Al-Dawadmi",
        "الجبيل | Jubail",
        "الاحساء | Al-Ahsa",
        "الخبر | Khobar",
        "المجمعة | Al-Majmaah",
        "تبوك | Tabuk",
        "الجوف | Al-jouf ",
        "الظهران| Dhahran",
        "جازان | Jizan",
        "نجران | Najran",
        "ابها | Abha",
        "عسير | Asser",
        "الباحة | Al-Baha",
        "الطائف | Taif",
        "ينبع | Yanbu",
        "مكة المكرمة  | Makkah",
        "المدينة المنورة | Medina",
        "حفر الباطن | Hafar Al-batin",
        "الدمام | Dammam",
        "حائل | Hail",
        "القصيم | Qassim",
        "الرياض | Riyadh"
];

 public static $notifytype= [
        'تبلیغات',
        'ارسال پیام',
         'ارسال ایمیل'
 ];

 public static $delivery = [
        "استلام من الفرع", "ارسال للايميل", "ارسال للواتساب", "توصيل "

 ];



 public static $Services = [

    [
        "name"=> "خدمات ترجمة المستندات ",
        "description"=> "ترجمة الوثائق والمستندات بأنواعها المختلفة إلى لغات أخرى بمهارة ودقة عالية."
],
[
        "name"=> "خدمات طباعة ونسخ ",
        "description"=> "طباعة ونسخ المستندات والملفات بأنواعها المختلفة بجودة عالية وبأسعار مناسبة."
],[
        "name"=> "خدمات صيانة الحاسوب ",
        "description"=> "صيانة وصيانة أجهزة الكمبيوتر المكتبية، بما في ذلك حل مشاكل البرامج والأجهزة."
],[
        "name"=> "خدمات تصميم جرافيكي ",
        "description"=> "تصميم الجرافيك والصور عالية الجودة للطباعة أو العروض التقديمية أو وسائل التواصل الاجتماعي."
],[
        "name"=> "خدمات تصميم مواقع الويب ",
        "description"=> "تصميم وتطوير مواقع الويب التي تلبي احتياجات عملك وتعزز حضورك الإلكتروني."
],[
        "name"=> "خدمات استضافة المواقع ",
        "description"=> "استضافة موقع الويب الخاص بك على خادم موثوق به مع ضمان التشغيلية والأمان."
],[
        "name"=> "خدمات إدارة وسائل التواصل الاجتماعي ",
        "description"=> "إدارة حسابات وسائل التواصل الاجتماعي الخاصة بشركتك لزيادة المشاركة والوصول إلى العملاء المستهدفين."
],[
        "name"=> "خدمات الأمن السيبراني ",
        "description"=> "حماية شبكتك وأنظمتك من الهجمات الإلكترونية والفيروسات والبرامج الضارة."
],[
        "name"=> "خدمات النسخ الاحتياطي واستعادة البيانات ",
        "description"=> "إنشاء نسخ احتياطية منتظمة لبياناتك المهمة واستعادتها في حالة حدوث أي مشكلة."
],[
        "name"=> "خدمات الاتصالات ",
        "description"=> "توفير خدمات الاتصالات الهاتفية والإنترنت لمكتبك لضمان التواصل الفعال مع العملاء والشركاء."
],[
        "name"=> "خدمات النقل والتوصيل ",
        "description"=> "نقل وتوصيل المستندات والطرودات والبضائع بأنواعها المختلفة."
],[
        "name"=> "خدمات التنظيف والمرافق ",
        "description"=> "الحفاظ على نظافة مكتبك والمرافق التابعة له وتوفير مستلزمات التنظيف اللازمة."
],[
        "name"=> "خدمات الشاي والقهوة ",
        "description"=> "توفير المشروبات الساخنة مثل الشاي والقهوة للموظفين والضيوف."
  ],
  [
        "name"=> "خدمات الاستقبال ",
        "description"=> "استقبال الزائرين والعملاء والرد على استفساراتهم وتوجيههم إلى الأشخاص المعنيين."
  ],
[
        "name"=> "خدمات الأمن والحراسة ",
        "description"=> "توفير خدمات الأمن والحراسة لمكتبك لضمان سلامة الموظفين والممتلكات."
  ],
[
        "name"=> "خدمات ترجمة الفورية ",
        "description"=> "ترجمة المحادثات والاجتماعات الفورية بين أشخاص يتحدثون لغات مختلفة."
],
      [
        "name"=> "خدمات تدريب الموظفين ",
        "description"=> "برامج تدريبية للموظفين على المهارات التقنية والإدارية اللازمة لتطوير أدائهم وتحقيق أهدافهم."
      ]


      ];

 public static function getServiceName(){
     return json_encode([


        [
            "name"=> "خدمات ترجمة المستندات ",
            "description"=> "ترجمة الوثائق والمستندات بأنواعها المختلفة إلى لغات أخرى بمهارة ودقة عالية."
    ],
    [
            "name"=> "خدمات طباعة ونسخ ",
            "description"=> "طباعة ونسخ المستندات والملفات بأنواعها المختلفة بجودة عالية وبأسعار مناسبة."
    ],[
            "name"=> "خدمات صيانة الحاسوب ",
            "description"=> "صيانة وصيانة أجهزة الكمبيوتر المكتبية، بما في ذلك حل مشاكل البرامج والأجهزة."
    ],[
            "name"=> "خدمات تصميم جرافيكي ",
            "description"=> "تصميم الجرافيك والصور عالية الجودة للطباعة أو العروض التقديمية أو وسائل التواصل الاجتماعي."
    ],[
            "name"=> "خدمات تصميم مواقع الويب ",
            "description"=> "تصميم وتطوير مواقع الويب التي تلبي احتياجات عملك وتعزز حضورك الإلكتروني."
    ],[
            "name"=> "خدمات استضافة المواقع",
            "description"=> "استضافة موقع الويب الخاص بك على خادم موثوق به مع ضمان التشغيلية والأمان."
    ],[
            "name"=> "خدمات إدارة وسائل التواصل الاجتماعي ",
            "description"=> "إدارة حسابات وسائل التواصل الاجتماعي الخاصة بشركتك لزيادة المشاركة والوصول إلى العملاء المستهدفين."
    ],[
            "name"=> "خدمات الأمن السيبراني ",
            "description"=> "حماية شبكتك وأنظمتك من الهجمات الإلكترونية والفيروسات والبرامج الضارة."
    ],[
            "name"=> "خدمات النسخ الاحتياطي واستعادة البيانات ",
            "description"=> "إنشاء نسخ احتياطية منتظمة لبياناتك المهمة واستعادتها في حالة حدوث أي مشكلة."
    ],[
            "name"=> "خدمات الاتصالات ",
            "description"=> "توفير خدمات الاتصالات الهاتفية والإنترنت لمكتبك لضمان التواصل الفعال مع العملاء والشركاء."
    ],[
            "name"=> "خدمات النقل والتوصيل ",
            "description"=> "نقل وتوصيل المستندات والطرودات والبضائع بأنواعها المختلفة."
    ],[
            "name"=> "خدمات التنظيف والمرافق ",
            "description"=> "الحفاظ على نظافة مكتبك والمرافق التابعة له وتوفير مستلزمات التنظيف اللازمة."
    ],[
            "name"=> "خدمات الشاي والقهوة ",
            "description"=> "توفير المشروبات الساخنة مثل الشاي والقهوة للموظفين والضيوف."
      ],
      [
            "name"=> "خدمات الاستقبال ",
            "description"=> "استقبال الزائرين والعملاء والرد على استفساراتهم وتوجيههم إلى الأشخاص المعنيين."
      ],
    [
            "name"=> "خدمات الأمن والحراسة ",
            "description"=> "توفير خدمات الأمن والحراسة لمكتبك لضمان سلامة الموظفين والممتلكات."
      ],
    [
            "name"=> "خدمات ترجمة الفورية ",
            "description"=> "ترجمة المحادثات والاجتماعات الفورية بين أشخاص يتحدثون لغات مختلفة."
    ],
          [
            "name"=> "خدمات تدريب الموظفين ",
            "description"=> "برامج تدريبية للموظفين على المهارات التقنية والإدارية اللازمة لتطوير أدائهم وتحقيق أهدافهم."
          ]


     ]);
 }


}