<x-layout>
    <x-Slide :slides="$slides" />
    <x-services :services="$category" />
    <section class=" lg:px-36 flex justify-center border-t-3 bg-slate-100  flex-col py-5 w-full">
        <div class="flex lg:justify-end ">
            <div class="lg:w-1/2 mx-5">
                <div class="text-xl -z-20 lg:-skew-x-12 lg:w-1/2 w-full h-10 text-end py-2 px-5 text-slate-100  bg-slate-900 ">
                    من نحن</div>
                <div class="  lg:-skew-x-12  text-center p-10  w-full lg:w-10/12  text-base bg-white text-slate-800">
                    [اسم مكتب المحاماة] هو مكتب محاماة رائد يقدم خدمات قانونية عالية الجودة في مختلف المجالات. نمتلك
                    فريقًا من المحامين ذوي الخبرة والمهارة الذين يمتلكون المعرفة القانونية الواسعة والقدرة على
                    التعامل مع مختلف القضايا القانونية.

                    نلتزم بتقديم خدماتنا القانونية بأسعار معقولة، مع التركيز على احتياجات عملائنا ومصالحهم. نؤمن بأن
                    لكل شخص الحق في الحصول على تمثيل قانوني متميز، ونعمل على تحقيق هذا الحق من خلال تقديم حلول
                    قانونية مخصصة تناسب احتياجات كل عميل بشكل فردي.

                    نضع احتياجات عملائنا في المقام الأول. نسعى إلى فهم احتياجات كل عميل بشكل كامل، ونحرص على إبقاء
                    عملائنا على اطلاع دائم بتطورات قضيتهم، ونعمل على توفير جميع المعلومات التي يحتاجونها لاتخاذ
                    القرارات الصائبة.

                    نسعى إلى بناء علاقات قوية مع عملائنا مبنية على الثقة والاحترام المتبادل. نؤمن بأن العدالة حق
                    للجميع، ونعمل على تحقيق هذا الحق من خلال تقديم خدمات قانونية متميزة لعملائنا.

                    نهدف إلى أن نكون مكتب المحاماة المفضل للعملاء الذين يبحثون عن تمثيل قانوني متميز وفعال. </div>
            </div>
        </div>

        <div class="flex lg:justify-start ">
            <div class="lg:w-1/2 mx-5">
                <div class="text-xl -z-20 lg:-skew-x-12 lg:w-1/2 w-full h-10 text-end py-2 px-5 text-slate-100  bg-slate-900 ">
                    رؤيتنا</div>
                    <div class="  lg:-skew-x-12  text-center p-10  w-full lg:w-10/12  text-base bg-white text-slate-800">
                        في مكتب [اسم مكتب المحاماة]، نسعى إلى أن نكون مكتب المحاماة الرائد في تقديم خدمات قانونية متميزة
                    في جميع أنحاء العالم.

                    نؤمن بأن العدالة حق للجميع، ونعمل على تحقيق هذا الحق من خلال تقديم خدمات قانونية عالية الجودة
                    بأسعار معقولة.

                    نسعى إلى بناء علاقات قوية مع عملائنا مبنية على الثقة والاحترام المتبادل.

                    نهدف إلى أن نكون مكتب المحاماة المفضل للعملاء الذين يبحثون عن تمثيل قانوني متميز وفعال.

                    لتحقيق هذه الرؤية، نلتزم بما يلي:

                    تقديم خدمات قانونية عالية الجودة بأسعار معقولة.
                    التركيز على احتياجات عملائنا ومصالحهم.
                    تطوير مهارات فريقنا من المحامين بشكل مستمر.
                    استخدام أحدث التقنيات لتقديم خدماتنا القانونية بكفاءة وفعالية.
                    المشاركة في المجتمع ومساعدة المحتاجين.
                    نؤمن بأننا من خلال العمل الجاد والالتزام بمبادئنا، يمكننا أن نكون قوة إيجابية في العالم وأن
                    نساعد في تحقيق العدالة للجميع.

                    نهدف إلى أن نكون مكتب المحاماة الذي يختاره العملاء عندما يواجهون تحديات قانونية، ونؤمن بأننا
                    يمكننا أن نقدم لهم الفرصة لتحقيق أفضل النتائج الممكنة.


                </div>
            </div>
        </div>


        <div class="flex lg:justify-end ">
            <div class="lg:w-1/2 mx-5">
                <div class="text-xl -z-20 lg:-skew-x-12 lg:w-1/2 w-full h-10 text-end py-2 px-5 text-slate-100  bg-slate-900 ">
                    رسالتنا
                </div>
                <div class="  lg:-skew-x-12  text-center p-10  w-full lg:w-10/12  text-base bg-white text-slate-800">
                    في مكتب الراشد، نؤمن بأن لكل شخص الحق في الحصول على تمثيل قانوني متميز. نهدف إلى تقديم خدمات
                    قانونية عالية الجودة لعملائنا، بغض النظر عن خلفيتهم أو ظروفهم.

                    نلتزم بالتميز في كل ما نقوم به. نمتلك فريقًا من المحامين ذوي الخبرة والمهارة الذين يمتلكون
                    المعرفة القانونية الواسعة والقدرة على التعامل مع مختلف القضايا القانونية.

                    نضع احتياجات عملائنا في المقام الأول. نسعى إلى فهم احتياجات كل عميل بشكل كامل، ونعمل على توفير
                    حلول قانونية مخصصة تناسب احتياجاته الفردية.

                    نقدم خدماتنا القانونية بأسعار معقولة. ندرك أن تكاليف الخدمات القانونية يمكن أن تكون عبئًا على
                    بعض العملاء، لذلك نسعى إلى تقديم خدماتنا بأسعار عادلة تتناسب مع إمكانياتهم.

                    نؤمن بأهمية التواصل الفعال مع عملائنا. نحرص على إبقاء عملائنا على اطلاع دائم بتطورات قضيتهم،
                    ونعمل على توفير جميع المعلومات التي يحتاجونها لاتخاذ القرارات الصائبة.

                    نسعى إلى بناء علاقات قوية مع عملائنا مبنية على الثقة والاحترام المتبادل.

                    نؤمن بأن العدالة حق للجميع، ونعمل على تحقيق هذا الحق من خلال تقديم خدمات قانونية متميزة
                    لعملائنا.

                    نهدف إلى أن نكون مكتب المحاماة المفضل للعملاء الذين يبحثون عن تمثيل قانوني متميز وفعال.

                    نلتزم بتقديم خدمات قانونية عالية الجودة بأسعار معقولة، مع التركيز على احتياجات عملائنا ومصالحهم.
                </div>
            </div>
        </div>




    </section>

  <x-contact />
    <section class=" flex-col hidden lg:flex py-5 items-center ">
        <h3 class="text-xl  font-bold text-wrap py-5  mb-5 text-slate-600">عملائنا</h3>
        <hr>
        <x-brands />
    </section>
</x-layout>