<x-layout>
    <section  dir="rtl" class=" py-44 px-32 h-screen flex border-t-3 bg-slate-100  flex-col w-full" >
       <h3 class="text-5xl text-left mx-auto mb-5" > الشروط و لاحكام</h3>
       <hr class="py-5" >
       <p class="text-xl">
           [اسم مكتب المحاماة] هو مكتب محاماة رائد يقدم خدمات قانونية عالية الجودة في مختلف المجالات. نمتلك
           فريقًا من المحامين ذوي الخبرة والمهارة الذين يمتلكون المعرفة القانونية الواسعة والقدرة على
           التعامل مع مختلف القضايا القانونية.
   
           نلتزم بتقديم خدماتنا القانونية بأسعار معقولة، مع التركيز على احتياجات عملائنا ومصالحهم. نؤمن بأن
           لكل شخص الحق في الحصول على تمثيل قانوني متميز، ونعمل على تحقيق هذا الحق من خلال تقديم حلول
           قانونية مخصصة تناسب احتياجات كل عميل بشكل فردي.
   
           نضع احتياجات عملائنا في المقام الأول. نسعى إلى فهم احتياجات كل عميل بشكل كامل، ونحرص على إبقاء
           عملائنا على اطلاع دائم بتطورات قضيتهم، ونعمل على توفير جميع المعلومات التي يحتاجونها لاتخاذ
           القرارات الصائبة.
   
           نسعى إلى بناء علاقات قوية مع عملائنا مبنية على الثقة والاحترام المتبادل. نؤمن بأن العدالة حق
           للجميع، ونعمل على تحقيق هذا الحق من خلال تقديم خدمات قانونية متميزة لعملائنا.
   
           نهدف إلى أن نكون مكتب المحاماة المفضل للعملاء الذين يبحثون عن تمثيل قانوني متميز وفعال.
       </p>
    </section>
   </x-layout>